{
  "kind": 0,
  "number": "PART XIV",
  "text": " SERVICES UNDER THE UNION AND THE STATES",
  "descriptions": [],
  "children": [
    {
      "kind": 2,
      "number": "",
      "text": "CHAPTER I: SERVICES",
      "descriptions": [],
      "children": [
        {
          "kind": 4,
          "number": "308.",
          "text": "Interpretation",
          "descriptions": [],
          "children": [
            {
              "kind": 5,
              "number": "",
              "text": "In this Part, unless the context otherwise requires, the expression \"State\" does not include the State of Jammu and Kashmir.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "309.",
          "text": "Recruitment and conditions of service of persons serving the Union or a State",
          "descriptions": [],
          "children": [
            {
              "kind": 5,
              "number": "",
              "text": "Subject to the provisions of this Constitution, Acts of the appropriate Legislature may regulate the recruitment, and conditions of service of persons appointed, to public services and posts in connection with the affairs of the Union or of any State: Provided that it shall be competent for the President or such person as he may direct in the case of services and posts in connection with the affairs of the Union, and for the Governor of a State or such person as he may direct in the case of services and posts in connection with the affairs of the State, to make rules regulating the recruitment, and the conditions of service of persons appointed, to such services and posts until provision in that behalf is made by or under an Act of the appropriate Legislature under this article, and any rules so made shall have effect subject to the provisions of any such Act.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "310.",
          "text": "Tenure of office of persons serving the Union or a State",
          "descriptions": [],
          "children": [
            {
              "kind": 6,
              "number": "1.",
              "text": "Except as expressly provided by this Constitution, every person who is a member of a defence service or of a civil service of the Union or of an all-India service or holds any post connected with defence or any civil post under the Union holds office during the pleasure of the President, and every person who is a member of a civil service of a State or holds any civil post under a State holds office during the pleasure of the Governor of the State.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "2.",
              "text": "Notwithstanding that a person holding a civil post under the Union or a State holds office during the pleasure of the President or, as the case may be, of the Governor of the State, any contract under which a person, not being a member of a defence service or of an all-India service or of a civil service of the Union or a State, is appointed under this Constitution to hold such a post may, if the President or the Governor, as the case may be, deems it necessary in order to secure the services of a person having special qualifications, provide for the payment to him of compensation, if before the expiration of an agreed period that post is abolished or he is, for reasons not connected with any misconduct on his part, required to vacate that post.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "311.",
          "text": "Dismissal, removal or reduction in rank of persons employed in civil capacities under the Union or a State",
          "descriptions": [],
          "children": [
            {
              "kind": 6,
              "number": "1.",
              "text": "No person who is a member of a civil service of the Union or an all-India service or a civil service of a State or holds a civil post under the Union or a State shall be dismissed or removed by an authority subordinate to that by which he was appointed.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "2.",
              "text": "No such person as aforesaid shall be dismissed or removed or reduced in rank except after an inquiry in which he has been informed of the charges against him and given a reasonable opportunity of being heard in respect of those charges: Provided that where it is proposed after such inquiry, to impose upon him any such penalty, such penalty may be imposed on the basis of the evidence adduced during such inquiry and it shall not be necessary to give such person any opportunity of making representation on the penalty proposed: Provided further that this clause shall not apply-",
              "descriptions": [],
              "children": [
                {
                  "kind": 7,
                  "number": "a.",
                  "text": "where a person is dismissed or removed or reduced in rank on the ground of conduct which has led to his conviction on a criminal charge; or",
                  "descriptions": [],
                  "children": []
                },
                {
                  "kind": 7,
                  "number": "b.",
                  "text": "where the authority empowered to dismiss or remove a person or to reduce him in rank is satisfied that for some reason, to be recorded by that authority in writing, it is not reasonably practicable to hold such inquiry; or",
                  "descriptions": [],
                  "children": []
                },
                {
                  "kind": 7,
                  "number": "c.",
                  "text": "where the President or the Governor, as the case may be, is satisfied that in the interest of the security of the State it is not expedient to hold such inquiry.",
                  "descriptions": [],
                  "children": []
                }
              ]
            },
            {
              "kind": 6,
              "number": "3.",
              "text": "If, in respect of any such person as aforesaid, a question arises whether it is reasonably practicable to hold such inquiry as is referred to in clause (2), the decision thereon of the authority empowered to dismiss or remove such person or to reduce him in rank shall be final.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "312.",
          "text": "All-India services",
          "descriptions": [],
          "children": [
            {
              "kind": 6,
              "number": "1.",
              "text": "Notwithstanding anything in Chapter VI of Part VI or Part XI, if the Council of States has declared by resolution supported by not less than two-thirds of the members present and voting that it is necessary or expedient in the national interest so to do, Parliament may by law provide for the creation of one or more all-India services (including an all-India judicial service) common to the Union and the States, and, subject to the other provisions of this Chapter, regulate the recruitment, and the conditions of service of persons appointed, to any such service.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "2.",
              "text": "The services known at the commencement of this Constitution as the Indian Administrative Service and the Indian Police Service shall be deemed to be services created by Parliament under this article.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "3.",
              "text": "The all-India judicial service referred to in clause (1) shall not include any post inferior to that of a district judge as defined in article 236.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "4.",
              "text": "The law providing for the creation of the all-India judicial service aforesaid may contain such provisions for the amendment of Chapter VI of Part VI as may be necessary for giving effect to the provisions of that law and no such law shall be deemed to be an amendment of this Constitution for the purposes of article 368.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "312A.",
          "text": "Power of Parliament to vary or revoke conditions of service of officers of certain services",
          "descriptions": [],
          "children": [
            {
              "kind": 6,
              "number": "1.",
              "text": "Parliament may by law-",
              "descriptions": [],
              "children": [
                {
                  "kind": 7,
                  "number": "a.",
                  "text": "vary or revoke, whether prospectively or retrospectively, the conditions of service as respects remuneration, leave and pension and the rights as respects disciplinary matters of persons who, having been appointed by the Secretary of State or Secretary of State in Council to a civil service of the Crown in India before the commencement of this Constitution, continue on and   after   the   commencement   of   the   Constitution (Twenty-eighth Amendment) Act, 1972, to serve under the Government of India or of a State in any service or post;",
                  "descriptions": [],
                  "children": []
                },
                {
                  "kind": 7,
                  "number": "b.",
                  "text": "vary or revoke, whether prospectively or retrospectively, the conditions of service as respects pension of persons who, having been appointed by the Secretary of State or Secretary of State in Council to a civil service of the Crown in India before the commencement of this Constitution, retired or otherwise ceased to be in service at any time before the commencement of the Constitution (Twenty-eighth Amendment) Act, 1972: Provided that in the case of any such person who is holding or has held the office of the Chief Justice or other Judge of the Supreme Court or a High Court, the Comptroller and Auditor-General of India, the Chairman or other member of the Union or a State Public Service Commission or the Chief Election Commissioner, nothing in sub-clause (a) or sub-clause (b) shall be construed as empowering Parliament to vary or revoke, after his appointment to such post, the conditions of his service to his disadvantage except in so far as such conditions of service are applicable to him by reason of his being a person appointed by the Secretary of State or Secretary of State in Council to a civil service of the Crown in India.",
                  "descriptions": [],
                  "children": []
                }
              ]
            },
            {
              "kind": 6,
              "number": "2.",
              "text": "Except to the extent provided for by Parliament by law under this article, nothing in this article shall affect the power of any legislature or other authority under any other provision of this Constitution to regulate the conditions of service of persons referred to in clause (1).",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "3.",
              "text": "Neither the Supreme Court nor any other court shall have jurisdiction in-",
              "descriptions": [],
              "children": [
                {
                  "kind": 7,
                  "number": "a.",
                  "text": "any dispute arising out of any provision of, or any endorsement on, any covenant, agreement or other similar instrument which was entered into or executed by any person referred to in clause (1), or arising out of any letter issued to such person, in relation to his appointment to any civil service of the Crown in India or his continuance in service under the Government of the Dominion of India or a Province thereof;",
                  "descriptions": [],
                  "children": []
                },
                {
                  "kind": 7,
                  "number": "b.",
                  "text": "any dispute in respect of any right, liability or obligation under article 314 as originally enacted.",
                  "descriptions": [],
                  "children": []
                }
              ]
            },
            {
              "kind": 6,
              "number": "4.",
              "text": "The provisions of this article shall have effect notwithstanding anything in article 314 as originally enacted or in any other provision of this Constitution.",
              "descriptions": [
                "• Transitional provisions"
              ],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "313.",
          "text": "Transitional provisions",
          "descriptions": [],
          "children": [
            {
              "kind": 5,
              "number": "",
              "text": "Until other provision is made in this behalf under this Constitution, all the laws in force immediately before the commencement of this Constitution and applicable to any public service or any post which continues to exist after the commencement of this Constitution, as an all-India service or as service or post under the Union or a State  shall  continue  in  force  so  far  as  consistent  with  the  provisions  of  this Constitution.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "314.",
          "text": "Provision for protection of existing officers of certain services",
          "descriptions": [],
          "children": [
            {
              "kind": 5,
              "number": "",
              "text": "Rep.  by  the  Constitution (Twenty-eighth  Amendment)  Act,  1972,  s. 3,  w.e.f. 29-8-1972.",
              "descriptions": [],
              "children": []
            }
          ]
        }
      ]
    },
    {
      "kind": 2,
      "number": "",
      "text": "CHAPTER II: PUBLIC SERVICE COMMISSIONS",
      "descriptions": [],
      "children": [
        {
          "kind": 4,
          "number": "315.",
          "text": "Public Service Commissions for the Union and for the States",
          "descriptions": [],
          "children": [
            {
              "kind": 6,
              "number": "1.",
              "text": "Subject  to  the  provisions  of  this  article,  there  shall  be  a  Public  Service Commission for the Union and a Public Service Commission for each State.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "2.",
              "text": "Two  or  more  States  may  agree  that  there  shall  be  one  Public  Service Commission for that group of States, and if a resolution to that effect is passed by the House or, where there are two Houses, by each House of the Legislature of each of those States, Parliament may by law provide for the appointment of a Joint State Public Service Commission (referred to in this Chapter as Joint Commission) to serve the needs of those States.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "3.",
              "text": "Any such law as aforesaid may contain such incidental and consequential provisions as may be necessary or desirable for giving effect to the purposes of the law.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "4.",
              "text": "The Public Service Commission for the Union, if requested so to do by the Governor of a State, may, with the approval of the President, agree to serve all or any of the needs of the State.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "5.",
              "text": "References in this Constitution to the Union Public Service Commission or a State Public Service Commission shall, unless the context otherwise requires, be construed as references to the Commission serving the needs of the Union or, as the case may be, the State as respects the particular matter in question.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "316.",
          "text": "Appointment and term of office of members",
          "descriptions": [],
          "children": [
            {
              "kind": 6,
              "number": "1.",
              "text": "The Chairman and other members of a Public Service Commission shall be appointed, in the case of the Union Commission or a Joint Commission, by the President, and in the case of a State Commission, by the Governor of the State: Provided that as nearly as may be one-half of the members of every Public Service Commission shall be persons who at the dates of their respective appointments  have  held  office  for  at  least  ten  years  either  under  the Government of India or under the Government of a State, and in computing the said  period  of  ten  years  any  period  before  the  commencement  of  this Constitution during which a person has held office under the Crown in India or under the Government of an Indian State shall be included.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "1A.",
              "text": "If the office of the Chairman of the Commission becomes vacant or if any such Chairman is by reason of absence or for any other reason unable to perform the duties of his office, those duties shall, until some person appointed under clause (1) to the vacant office has entered on the duties thereof or, as the case may be, until the Chairman has resumed his duties, be performed by such one of the other members of the Commission as the President, in the case of the Union Commission or a Joint Commission, and the Governor of the State in the case of a State Commission, may appoint for the purpose.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "2.",
              "text": "A member of a Public Service Commission shall hold office for a term of six years from the date on which he enters upon his office or until he attains, in the case of the Union Commission, the age of sixty-five years, and in the case of a State Commission or a Joint Commission, the age of sixty-two years, whichever is earlier: Provided that-",
              "descriptions": [],
              "children": [
                {
                  "kind": 7,
                  "number": "a.",
                  "text": "a member of a Public Service Commission may, by writing under his hand addressed, in the case of the Union Commission or a Joint Commission, to the President, and in the case of a State Commission, to the Governor of the State, resign his office;",
                  "descriptions": [],
                  "children": []
                },
                {
                  "kind": 7,
                  "number": "b.",
                  "text": "a member of a Public Service Commission may be removed from his office in the manner provided in clause (1) or clause (3) of article 317.",
                  "descriptions": [],
                  "children": []
                }
              ]
            },
            {
              "kind": 6,
              "number": "3.",
              "text": "A person who holds office as a member of a Public Service Commission shall, on the expiration of his term of office, be ineligible for re-appointment to that office.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "317.",
          "text": "Removal and suspension of a member of a Public Service Commission",
          "descriptions": [],
          "children": [
            {
              "kind": 6,
              "number": "1.",
              "text": "Subject to the provisions of clause (3), the Chairman or any other member of a Public Service Commission shall only be removed from his office by order of the President on the ground of misbehaviour after the Supreme Court, on reference being made to it by the President, has, on inquiry held in accordance with the procedure  prescribed  in  that  behalf  under  article  145,  reported  that  the Chairman or such other member, as the case may be, ought on any such ground to be removed.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "2.",
              "text": "The President, in the case of the Union Commission or a Joint Commission, and the Governor in the case of a State Commission, may suspend from office the Chairman or any other member of the Commission in respect of whom a reference has been made to the Supreme Court under clause (1) until the President has passed orders on receipt of the report of the Supreme Court on such reference.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "3.",
              "text": "Notwithstanding anything in clause (1), the President may by order remove from office the Chairman or any other member of a Public Service Commission if the Chairman or such other member, as the case may be,-",
              "descriptions": [],
              "children": [
                {
                  "kind": 7,
                  "number": "a.",
                  "text": "is adjudged an insolvent; or",
                  "descriptions": [],
                  "children": []
                },
                {
                  "kind": 7,
                  "number": "b.",
                  "text": "engages during his term of office in any paid employment outside the duties of his office; or",
                  "descriptions": [],
                  "children": []
                },
                {
                  "kind": 7,
                  "number": "c.",
                  "text": "is, in the opinion of the President, unfit to continue in office by reason of infirmity of mind or body.",
                  "descriptions": [],
                  "children": []
                }
              ]
            },
            {
              "kind": 6,
              "number": "4.",
              "text": "If the Chairman or any other member of a Public Service Commission is or becomes in any way concerned or interested in any contract or agreement made by or on behalf of the Government of India or the Government of a State or participates in any way in the profit thereof or in any benefit or emolument arising therefrom otherwise than as a member and in common with the other members of an incorporated company, he shall, for the purposes of clause (1), be deemed to be guilty of misbehaviour.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "318.",
          "text": "Power to make regulations as to conditions of service of members and staff of the Commission",
          "descriptions": [],
          "children": [
            {
              "kind": 5,
              "number": "",
              "text": "In the case of the Union Commission or a Joint Commission, the President and, in the case of a State Commission, the Governor of the State may by regulations-",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 7,
              "number": "a.",
              "text": "determine the number of members of the Commission and their conditions of service; and",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 7,
              "number": "b.",
              "text": "make provision with respect to the number of members of the staff of the Commission and their conditions of service: Provided that the conditions of service of a member of a Public Service Commission shall not be varied to his disadvantage after his appointment.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "319.",
          "text": "Prohibition as to the holding of offices by members of Commission on ceasing to be such members",
          "descriptions": [],
          "children": [
            {
              "kind": 5,
              "number": "",
              "text": "On ceasing to hold office-",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 7,
              "number": "a.",
              "text": "the Chairman of the Union Public Service Commission shall be ineligible for further employment either under the Government of India or under the Government of a State;",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 7,
              "number": "b.",
              "text": "the Chairman of a State Public Service Commission shall be eligible for appointment as the Chairman or any other member of the Union Public Service Commission or as the Chairman of any other State Public Service Commission,  but  not  for  any  other  employment  either  under  the Government of India or under the Government of a State;",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 7,
              "number": "c.",
              "text": "a member other than the Chairman of the Union Public Service Commission shall be eligible for appointment as the Chairman of the Union Public Service  Commission  or  as  the  Chairman  of  a  State  Public  Service Commission,  but  not  for  any  other  employment  either  under  the Government of India or under the Government of a State;",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 7,
              "number": "d.",
              "text": "a member other than the Chairman of a State Public Service Commission shall be eligible for appointment as the Chairman or any other member of the Union Public Service Commission or as the Chairman of that or any other State Public Service Commission, but not for any other employment either under the Government of India or under the Government of a State.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "320.",
          "text": "Functions of Public Service Commissions",
          "descriptions": [],
          "children": [
            {
              "kind": 6,
              "number": "1.",
              "text": "It shall be the duty of the Union and the State Public Service Commissions to conduct examinations for appointment to the services of the Union and the services of the State respectively.",
              "descriptions": [
                "• Civil service recruitment"
              ],
              "children": []
            },
            {
              "kind": 6,
              "number": "2.",
              "text": "It shall also be the duty of the Union Public Service Commission, if requested by any two or more States so to do, to assist those States in framing and operating schemes of joint recruitment for any services for which candidates possessing special qualifications are required.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "3.",
              "text": "The Union Public Service Commission or the State Public Service Commission, as the case may be, shall be consulted-",
              "descriptions": [],
              "children": [
                {
                  "kind": 7,
                  "number": "a.",
                  "text": "on all matters relating to methods of recruitment to civil services and for civil posts;",
                  "descriptions": [],
                  "children": []
                },
                {
                  "kind": 7,
                  "number": "b.",
                  "text": "on the principles to be followed in making appointments to civil services and posts and in making promotions and transfers from one service to another  and  on  the  suitability  of  candidates  for  such  appointments, promotions or transfers;",
                  "descriptions": [],
                  "children": []
                },
                {
                  "kind": 7,
                  "number": "c.",
                  "text": "on all disciplinary matters affecting a person serving under the Government of  India  or  the  Government  of  a  State  in  a  civil  capacity,  including memorials or petitions relating to such matters;",
                  "descriptions": [],
                  "children": []
                },
                {
                  "kind": 7,
                  "number": "d.",
                  "text": "on any claim by or in respect of a person who is serving or has served under the Government of India or the Government of a State or under the Crown in India or under the Government of an Indian State, in a civil capacity, that any costs incurred by him in defending legal proceedings instituted against him in respect of acts done or purporting to be done in the execution of his duty should be paid out of the Consolidated Fund of India, or, as the case may be, out of the Consolidated Fund of the State;",
                  "descriptions": [],
                  "children": []
                },
                {
                  "kind": 7,
                  "number": "e.",
                  "text": "on any claim for the award of a pension in respect of injuries sustained by a person while serving under the Government of India or the Government of a State or under the Crown in India or under the Government of an Indian State, in a civil capacity, and any question as to the amount of any such award, and it shall be the duty of a Public Service Commission to advise on any matter so referred to them and on any other matter which the President, or, as the case may be, the Governor of the State, may refer to them: Provided that the President as respects the all-India services and also as respects other services and posts in connection with the affairs of the Union, and the Governor, as respects other services and posts in connection with the affairs of a State, may make regulations specifying the matters in which either generally, or in any particular class of case or in any particular circumstances, it shall not be necessary for a Public Service Commission to be consulted.",
                  "descriptions": [],
                  "children": []
                }
              ]
            },
            {
              "kind": 6,
              "number": "4.",
              "text": "Nothing in clause (3) shall require a Public Service Commission to be consulted as respects the manner in which any provision referred to in clause (4) of article 16 may be made or as respects the manner in which effect may be given to the provisions of article 335.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "5.",
              "text": "All regulations made under the proviso to clause (3) by the President or the Governor of a State shall be laid for not less than fourteen days before each House of Parliament or the House or each House of the Legislature of the State, as the case may be, as soon as possible after they are made, and shall be subject to such modifications, whether by way of repeal or amendment, as both Houses of Parliament or the House or both Houses of the Legislature of the State may make during the session in which they are so laid.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "321.",
          "text": "Power to extend functions of Public Service Commissions",
          "descriptions": [],
          "children": [
            {
              "kind": 5,
              "number": "",
              "text": "An Act made by Parliament or, as the case may be, the Legislature of a State may provide  for  the  exercise  of  additional  functions  by  the  Union  Public  Service Commission or the State Public Service Commission as respects the services of the Union or the State and also as respects the services of any local authority or other body corporate constituted by law or of any public institution.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "322.",
          "text": "Expenses of Public Service Commissions",
          "descriptions": [],
          "children": [
            {
              "kind": 5,
              "number": "",
              "text": "The expenses of the Union or a State Public Service Commission, including any salaries, allowances and pensions payable to or in respect of the members or staff of the Commission, shall be charged on the Consolidated Fund of India or, as the case may be, the Consolidated Fund of the State.",
              "descriptions": [],
              "children": []
            }
          ]
        },
        {
          "kind": 4,
          "number": "323.",
          "text": "Reports of Public Service Commissions",
          "descriptions": [],
          "children": [
            {
              "kind": 6,
              "number": "1.",
              "text": "It shall be the duty of the Union Commission to present annually to the President a report as to the work done by the Commission and on receipt of such  report  the  President  shall  cause  a  copy  thereof  together  with  a memorandum explaining, as respects the cases, if any, where the advice of the Commission was not accepted, the reasons for such non-acceptance to be laid before each House of Parliament.",
              "descriptions": [],
              "children": []
            },
            {
              "kind": 6,
              "number": "2.",
              "text": "It shall be the duty of a State Commission to present annually to the Governor of the State a report as to the work done by the Commission, and it shall be the duty of a Joint Commission to present annually to the Governor of each of the States the needs of which are served by the Joint Commission a report as to the work done by the Commission in relation to that State, and in either case the Governor, shall, on receipt of such report, cause a copy thereof together with a memorandum explaining, as respects the cases, if any, where the advice of the Commission was not accepted, the reasons for such non-acceptance to be laid before the Legislature of the State.",
              "descriptions": [],
              "children": []
            }
          ]
        }
      ]
    }
  ]
}